Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: Do you want to continue?
vec: Vuto continuare?

source: Do you want to Speak, Listen or both?
vec: Vuto registrare, convaƚidare o tuti e do?

source: Drag and drop or <browseWrap>Browse</browseWrap>
vec: Strascina e mola opure <browseWrap>sfoja</ browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
vec: Dopo aver premù Manda mentre se xe drio inviare el contributo, te paserè diretamente a'l sucesivo set de 5 registrasioni o convalide, saltando ƚa richiesta de fornire comenti.

source: Dutch
vec: Oƚandexe

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
vec: Ogni vose ne'l dataset la xe conposta da on singoƚo MP3 e da'l file de testo corispondente. Molte de ƚe <b>{ $total }</b> ore registrà ne'l dataset ƚe include anca metadati demografici cofà età, seso e asento, che ƚe poƚe jutare a afinare l’acuratesa de i motori de riconosimento vocaƚe. El dataset a'l momento comprende <b>{ $valid }</b> ore convalidà en <b>{ $languages }</b> ƚengue, ma vien costantemente axornà co nove vosi e ƚengue. Da n’ocià a ƚa nostra <languagesLink>pàgina de ƚe ƚengue</languagesLink> par dimandare na nova ƚengua o scomisiare a coƚaborare.

source: Easy
vec: Fasiƚe

source: Edit Profile
vec: Modìfega profiƚo

source: Email is already used for a different account
vec: Sta email la xe xà en uxo par on altro account

source: Email Subscriptions
vec: Sotoscrision email

source: English
vec: Inglexe

source: Enter Email to Download
vec: Inserisi ƚa to email par scomisiare el download

source: Enter your email
vec: Inserisi ƚa to email

source: Erzya
vec: Erxa

source: Estonian
vec: Estone

source: Everyone
vec: Tuti cuanti

source: Exit & Delete clips
vec: Esi e scanseƚa ƚe registrasion

source: Faroese
vec: Faroexe

source: Female
vec: Fèmena

source: Finish editing first?
vec: Vuto finire par prima ƚe modìfeghe?

source: Finish recording
vec: Porta a termine ƚa registrasion

source: Finish recording first?
vec: No vuto prima finire ƚa registrasion?

source: Finnish
vec: Finlandexe

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
vec: Par ƚe seguenti ƚengue operative el sito web el xe stà conpletamente <localizationGlossaryLink>localixà</localizationGlossaryLink> e ƚa <phraseCollectionGlossaryLink>rancurede fraxi</sentenceCollectionGlossaryLink> el xe rivà a avere dimensioni suficienti da garantire suficiente materiaƚe da <speakLink>registrare</ speakLink> e <listenLink>scoltare</listenLink> en modo continuativo.

source: French
vec: Fransexe

source: Frequently Asked Questions
vec: Dimande pì frecuenti

source: Frisian
vec: Frixon

source: Galician
vec: Gaƚisian

source: German
vec: Xerman

source: Get involved
vec: Coƚabora

source: Get Involved
vec: Colabora co noialtri

source: Get started with goals
vec: Comisìa a utilixare i obietivi

source: Get Started with Speech Recognition
vec: Inisìa co el riconosimento vocaƚe

source: Give your avatar a voice
vec: Dà na vose a el to avatar

source: Glossary
vec: Glosario

source: Goals
vec: Obietivi

source: Go to Discourse
vec: Va so Discourse

source: Go to Languages Page
vec: Va a ƚa pàgina Ƚengue

source: Go to { $name }
vec: Và a { $name }

source: Grammatical / spelling error
vec: Erore gramaticaȽe o de ortografia

source: Great! How many clips a week?
vec: Ottimo! Cuante registrasioni a ƚa setimana?

source: Great! How many clips per day?
vec: Ottimo! Cuante registrasioni al dì?

source: Great!<recordIcon></recordIcon> Record your next clip
vec: Otimo! <recordIcon></recordIcon> Registra ƚa sucesiva

source: Great work!<playIcon></playIcon> Listen again when you're ready
vec: Otimo ƚavoro! <playIcon></playIcon> Scolta de novo ƚa registrasion cò te si pronto

source: Greek
vec: Grèco

source: Have Feedback?
vec: Gheto sugerimenti?

source: Have questions about Common Voice? Ideas for improvements or feedback about a specific language? Join us on our <discourseLink>Discourse forum</discourseLink> and let us know.
vec: Gheto dimande so Common Voice? Vuto comunicarne opinioni o sugerimenti par mejorare na specifega ƚengua? Scrivine so'l <discourseLink>forum Discourse</discourseLink>.

source: Have you read our Terms?
vec: Gheto leto ƚe condisioni de utilixo de el servisio?

source: Having a profile is not required to contribute though it is helpful, see why below.
vec: Registrare on profilo no xe obligatorio par coƚaborare, ma incorajà

source: Hebrew
vec: Abreico

source: Help Common Voice reach { NUMBER($hours) } hours in a language with a personal goal
vec: Juta a rivare a { NUMBER($hours) } ore en na ƚengua co on obiettivo personaƚe

source: Help reach { NUMBER($hours) } hours in { $language } with a personal goal
vec: Juta a rivare a { NUMBER($hours) } ore en { $language } co on obiettivo personaƚe

source: Help teach machines how real people speak, donate your voice at { $link }
vec: Jutane a insegnare a ƚe machine cofà ƚe persone le parla ne la vita reaƚe, regƚane ƚa to vose so { $link }

source: Help us build a community around voice technology, stay in touch via email.
vec: Jutane a radunare na comunità de parsone interesà a ƚa tecnologìa de riconosimento vocaƚe, resta en contato via email.

source: Help us build a high quality, publicly open dataset
vec: Jutane a reaƚixare on dataset de bona cualità e publico

source: Help us find more voices, share your goal
vec: Jutane a catare pì vosi, condividi el to obietivo

source: Help us find others to donate their voice!
vec: Jutane a catare altri donatori de vose!

source: Help us get to { $goal }
vec: Jutane a rivare { $goal }

source: Help us validate sentences!
vec: Jùtane a convaƚidare ƚe fraxi!

source: Help us validate voices
vec: Jùtane a convaƚidare ƚe registrasion!

source: Hidden
vec: Sconto

source: Hill Mari
vec: Mari osidentaƚe

source: Hours Recorded
vec: Ore registrà

source: Hours Validated
vec: Ore convalidà

source: { $hours } validated hours so far!
vec: Fin deso { $hours } ore convaƚidà!

source: How ?
vec: En che modo?

source: How can I get the Common Voice data?
vec: In che modo poso otegnere i dati de Common Voice?

source: How does Common Voice calculate hours?
vec: En che modo Common Voice calcoƚa ƚe ore?

source: How does it work?
vec: En che modo funsiona

source: How do you ensure anonymity and privacy of the people who donated their voices?
vec: En che modo asicurè el anonimato e ƚa privacy de ƚe parsone che ƚe ga donà ƚe so vosi?

source: Hungarian
vec: Ungherexe

source: I agree
vec: Aseto

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
vec: No son on madreƚengua ma parƚo co asento straniero. Gavìo lo steso bisogno de ƚa me vose?

source: Icelandic
vec: Islandexe

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
vec: Me piaxerìa risevere email de promemoria de i obietivi, axornamenti so i me progresi e newsletter che riguarda Common Voice.

source: I do not agree
vec: No aseto

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
vec: Go pena creà on obietivo personaƚe par donare ƚa me vocs a #CommonVoice: unisite a noialtri e jutarne a insegnare a ƚe machine cofà ƚe parla ƚe parsone reaƚi { $link }

source: I’m afraid I don’t know what you’re looking for.
vec: Inposibiƚe catare i contenuti sercà.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
vec: Aconsento a'l tratamento de i dati cofà indicà ne ƚ’<privacyLink>informativa so ƚa privacy</privacyLink> de Mozilla

source: * Indicates required field
vec: * vol dire on canpo che ghe voƚe par forsa

source: Indonesian
vec: Indonexian

source: In Progress
vec: En corso

source: Interlingua
vec: Interƚengua

source: Irish
vec: Irlandexe

source: Is my account information public?
vec: Le informasion so el mìo account xeƚe publiche?

source: Is the clip valid?
vec: La registrasion xeƚa vaƚida?

source: Is the goal of Common Voice to build a voice assistant?
vec: L’obietivo de Common Voice xeƚo cueƚo de produre on asistente vocaƚe?

source: It contains words or phrases that are hard to read or pronounce.
vec: Contien paròle o fraxi dificii da ƚèxere o pronunciare.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
vec: Se sa da tenpo che mentre se xe drio lèxare cualcosa, se vien distrati da'l layout de na pàgina.

source: It is written in a language different than what I’m speaking.
vec: Ƚa xe scrita en na ƚengua diversa da cueƚa che son drio parlare.

source: Izhorian
vec: Ixoriano

source: Japanese
vec: Giaponexe

source: Join the Common Voice mailing list
vec: Nòtate a ƚa mailing list de Common Voice

source: Kabardian
vec: Cabardo

source: Kabyle
vec: Cabilo

source: Kazakh
vec: Kazako

source: Keep
vec: Mantien

source: Keep it up, record again <recordIcon></recordIcon>
vec: Continua coxì, registra de novo <recordIcon></recordIcon>

source: Keep the recordings
vec: Conserva ƚe registrasion

source: Keep track of your progress and metrics across multiple languages.
vec: Tien tracia de tuti i progresi e metriche in pì ƚengue.

source: Keep track of your progress with a profile
vec: Tien tracia de i progresi co on profiƚo

source: Keep track of your progress with a profile and help our voice data be more accurate.
vec: Registra on profiƚo par tener tracia de i to progresi e jutarte a mijorare ƚa precixion de i dati vocaƚi.

source: Korean
vec: Corean

source: Kurdish
vec: Curdo

source: Kyrgyz
vec: Kirghixo

source: Language Request
vec: Dimanda de na nova ƚengua

source: Language request successfully submitted, thank you.
vec: Dimanda par na nuova ƚengua inviaà. Grasie par el to interesamento.

source: Languages
vec: Ƚengue

source: Latvian
vec: Letone

source: Launched
vec: Operative

source: Leaderboard Visibility
vec: Visibiƚità ne ƚa clasifica

source: Leaving now means you’ll lose your changes
vec: Se te ve fora deso, te perderè ƚe to modifeghe

source: Leaving now means you'll lose your progress
vec: Se te esi deso te perderè i progresi fati

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
vec: LibriSpeech el xe on corpus contenente sirca 1000 ore de registrasion en ƚengua inglexe a 16kHz trato da la letura de audiolibri de'l progeto LibriVox.

source: License
vec: Licensa

source: License: <licenseLink>CC-0</licenseLink>
vec: Licensa: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
vec: Licensa: <licenseLink>{ $license }</licenseLink>

source: Ligurian
vec: Lìgure

source: Link Copied
vec: Link copià

source: Listen
vec: Scolta

source: Listening
vec: Convaƚidare

source: Listen-Queue
vec: Coa de le robe da scoltare

source: Lithuanian
vec: Lituano

source: Loading…
vec: Cargamento…

source: Localization
vec: Localixasion

source: Localized
vec: Localixà

source: Login Identity
vec: Identità de aceso

source: Log in or sign up to get started
vec: Asedi o registrate par scomisiare

source: Log In / Sign Up
vec: Asedi / Registrate

source: Log In / Sign Up with { $company } email
vec: Asedi / Registrate co ƚ’email de { $company }

source: Log Out
vec: Va fora

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
vec: Senbra no ghe sìa registrasion en sta ƚengua. Contribuisi registrando un poco.

source: Macedonian
vec: Macedone

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
vec: Arichisci i dati invià fornendo alcune informasion demografiche anonime. Ste informasion le vien rimose prima de rendere publici i dati.

source: Malagasy
vec: Malgascio

source: Male
vec: Mas-cio

source: Maltese
vec: Maltexe

source: Manage Email Subscriptions
vec: Gestisi ƚe icrision email

source: Manage Subscriptions
vec: Gestisi ƚe sotoscrisioni

source: Meadow Mari
vec: Mari orientaƚe

source: Message
vec: Mesajo

source: Mixed
vec: Mista

source: Mongolian
vec: Móngoƚo

source: More
vec: Altro

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
vec: Bona parte de i dati uxà da ƚe grandi axiende no ƚa xe acesibilƚe a gran parte de ƚe persone. Secondo noialtri sto cua sofoca l’inovasion. Par sta raxon gavemo sviƚupà Common Voice, on progeto de riconosimento vocaƚe vèrto a tuti cuanti.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
vec: Bona parte de i dati uxà da Ƚe grandi axiende no ƚa xe acesibilƚe a ƚa magioransa de ƚe persone. Secondo noialtri sto cua sofoca l’inovasion. Par sta raxon gavemo svilupà Common Voice, on progeto de riconosimento vocaƚe vèrto a tuti cuanti.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
vec: Ne ƚa stragrande magioransa de i database par l’aprendimento vocaƚe catemo na neta sproporsione demografica a favore de ƚe voci <articleLink>maschiƚi e de clase media</articleLink>. Invese i asenti e i dialeti asocià a i grupi xà de par sé marginalixà, i riceve na rapresentasion minore ne i dataset par l’aprendimento de'l software. Inoltre diversi dispoxitivi i fadiga a conprendere ƚe voci feminiƚi. Eco parché voƚemo che el nostro database sia così vario.

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
vec: Mozilla no auspica o favorise en alcun modo el progreso de alcune ƚengue rispeto a altre. Common Voice ƚa xe infati n’inisiativa gestìa interamente da ƚa comunità, ma richiede <multilangLink>diversi pasagi par xontare na nuova ƚengua</multilangLink> e scomisiare a rancurare donasioni vocaƚi. Par prima cosa xe necesario tradure el sito web de Common Voice, en modo da ofrire a i membri de ƚa comunidà un stromento de colaborasion ne ƚa propria ƚengua. En seguito bisogna cargare na vasta racolta de fraxi prive de copyright che i colaboratori i pòsa lexere a alta voce. Na volta sodisfati tuti sti recuisiti, na ƚengua ƚa vien “lancià” so Common Voice e i coƚaboratori i poƚe scomisiare a registrare ƚa propria vose e convaƚidare ƚe registrasioni de altri. Te poi scomisiare a colaborare a'l ƚancio de na nova ƚengua da'l nòstro <sentenceCollectorLink>stromento par ƚa racolta fraxi</sentenceCollectorLink>.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
vec: La mision de Mozilla ƚa xe cueƚa de mantegnere el Web vèrto e acesibiƚe a tuti cuanti. Sto cua include anca ofrire oportunità a i autori de contenudi Web traverso progeti cofà Common Voice. Deso che ƚe tecnologie vocaƚi no ƚe xe pì aplicasion de nichia, credemo che i gaverìa èsare disponibiƚi par tuti sensa nisuna discriminasion. Ciò significa investire ne ƚo svilupo e ne'l colaudo de pì ƚengue, tegnendo en considerasion i diversi asenti e varianti demografiche. Common Voice ƚa xe na risorsa publica disponibiƚe par tuti: i team de Mozilla e i svilupatori en tuto el mondo e xe xà drio uxarƚo par propri progetti.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
vec: Mycroft el xe el primo asistente digitaƚe open source a'l mondo. Te poi instalare Mycroft dapartuto: computer fisi, automobili e parsin Raspberry Pi.

source: N/A
vec: N.D.

source: Native Language
vec: Ƚengua nativa

source: Nepali
vec: Nepaƚexe

source: Next Goals: { $goal }
vec: Prosimo obietivo: { $goal }

source: No gravatar found for your email
vec: Nisun profiƚo Gravatar asocià a ƚa to email

source: No microphone found.
vec: Inposibiƚe catare el microfono.

source: Norwegian Bokmål
vec: Bokmål (Norvegia)

source: Norwegian Nynorsk
vec: Norvegexe Nynorsk

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
vec: Nota: l’opsion VisibiȽe ƚa poƚe èsare modìfegà sucesivamente en <profileLink>Profilo</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
vec: Nota: bisognerà en ogni caso selesionare Parla o Scolta par modìfegare el tipo de contributo.

source: Not found
vec: No catà

source: No Thanks
vec: No, grasie

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
vec: Deso te poi donare ƚa to vose par jutarne a costruire on database vocaƚe open source a dispoxision de tuti i svilupatori de aplicasion par dispoxitivi o par il Web. <lineBreak></lineBreak> Contribuire xe senplicisimo! Lexi na fraxe par insegnare a ƚe machine cofà ƚe persone le parla ne ƚa vita reale. Verifica ƚe registrasion audio de i altri colaboratori par mijorare ƚa cualità de el database.

source: { NUMBER($count) } clips
vec: { NUMBER($count) } registrasioni

source: Number of Voices
vec: Nùmaro de vosi

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
vec: Podemo rivare a { NUMBER($totalHours) } en soƚi { NUMBER($periodMonths) } mexi se { NUMBER($people) } parsone ƚe efetua { NUMBER($clipsPerDay) } registrasion a'l dì.

source: Occitan
vec: Ocitano

source: Odia
vec: Oriya

source: Offensive language
vec: Ƚenguagio ofensivo

source: Offensive speech
vec: Discorso ofensivo

source: On desktop computers, you can download the latest:
vec: So computer desktop te poi descargare ƚ’ultima version:

source: Optionally join on our email list for updates and new information about the project.
vec: Se te lo voi, iscrivite a ƚa mailing list par risevere axornamenti e novità so el progeto.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
vec: Le informasion personaƚi fornìe facoltativamente (a exempio età, seso, ƚengua e asento) le xe sotoposte a on proceso de anonimixasion e no ƚe sarà mai visibiƚi so el to profiƚo publico.

source: or Delete voice clip
vec: opure Scanseƚa registrasion

source: Other Language
vec: Altra ƚengua

source: Other voice datasets…
vec: Altri dataset vocali…

source: Other Voice Datasets
vec: Altri dataset vocaƚi

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
vec: Il testo de orixine el xe fruto de donasioni da parte de i colaboratori e da dialoghi de publico dominio trati da film cofà <italic>It’s a Wonderful Life</italic>.

source: Overall Accuracy
vec: Precixion conplesiva

source: Overall Hr. Total
vec: TotaȽe ore conplesive

source: Overall project status: see how far we’ve come!
vec: Stato generaƚe de el progetto: vàrda cuanta strada gavemo xà fato!

source: Partners
vec: Partner

source: <playIcon></playIcon>Last one!
vec: <playIcon></playIcon> L’ùltima!

source: Play/Stop
vec: Riproduxi/Interonpi

source: Polish
vec: Polaco

source: Portuguese
vec: Portoghexe

source: Press play, listen & tell us: did they accurately speak the sentence below?
vec: Struca Scomisìa, scolta e dine se l’audio corisponde a la fraxe cua soto.

source: Press { shortcut-play-toggle } to toggle play mode
vec: Strucare { shortcut-play-toggle } par pasare a ƚa modaƚità de riprodusion

source: Privacy Policy
vec: Informativa so ƚa privacy

source: Pro
vec: Esperto

source: Profile
vec: Profiƚo

source: Profile information improves the audio data used in training speech recognition accuracy.
vec: Le informasion de el profiƚo le mijora i dati audio utilixa ne el adestramento de precixion de el riconosimento vocaƚe.

source: Progress
vec: Progreso

source: Read More
vec: Altre informasioni

source: Read more on our About page
vec: Scopri de pì so ƚa pàgina Informasion

source: Ready to do { $count } more?
vec: Sito pronto a farne ancora { $count }?

source: Ready to donate your voice?
vec: Sito pronto per donare la to vose?

source: Ready to help validate sentences?
vec: Sito pronto a convalidare on poche de fraxi?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
vec: Risevi email cofà promemoria de sfide e obietivi, axornamenti su i progresi e newsletter de Common Voice.

source: Recorded Clips
vec: Registrasion inserìe

source: Recorded Hours
vec: Ore registrà

source: <recordIcon></recordIcon> Last one!
vec: <recordIcon></recordIcon> Ƚ’ùltema!

source: Recording
vec: In registrasion

source: Recordings
vec: Registrasion
